"Leave the application?" = "Leave the application?";

"Do you want to leave the application to open this advertisement?" = "Do you want to leave the application to open this ad?";

"Do you want to leave the application to open the advertisement?" = "Do you want to leave the application to open the advertisement?";

"Could not open the URL" = "Could not open the URL";

"Your device could not open the URL requested by the advertisement" = "Your device could not open the URL requested by this ad.";

"No" = "No";

"Yes" = "Yes";

"Ok" = "Ok";

"Open Maps?" = "Open Maps?";

"Do you want to leave this application to open this advertisement with Maps?" = "Do you want to leave this application to open this ad with Maps?";

"Send Text Message?" = "Send Text Message?";

"Do you want to leave this application to send a text message to the number of this advertisement?" = "Do you want to leave this application to send a text message to the number of this ad?";

"Call Phone Number?" = "Call Phone Number?";

"Do you want to leave this application to call the number of this advertisement" = "Do you want to leave this application to call the number of this ad?";

"Open YouTube?" = "Open YouTube?";

"Do you want to leave this application to open this advertisement with YouTube?" = "Do you want to leave this application to open this ad with YouTube?";

"Open iTunes?" = "Open iTunes?";

"Do you want to leave this application to open this advertisement with iTunes?" = "Do you want to leave this application to open this ad with iTunes?";

"Open Mail?" = "Open Mail?";

"Do you want to leave this application to send an email to the address of this advertisement?" = "Do you want to leave this application to send an email to the address of this ad?";

"Open Safari?" = "Open Safari?";

"Do you want to leave the application to view this page in Safari?" = "Do you want to leave the application to view this page in Safari?";

"CLOSE" = "CLOSE";
"REPLAY" = "REPLAY";
"LEARN MORE" = "MORE INFO";
"DOWNLOAD" = "INSTALL NOW";
"WATCH MORE" = "WATCH MORE";
